// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        亲爱的泽:
          见字如唔，展信舒颜.
          泽，与君共享之光阴，使吾绝幸福之乐.
          仍记初与君之相识时.为君之魂也，深爱君，虽未见君之容貌，然吾觉爱非限形骸，犹有精魂，爱君为吾之精魂之选。
          吾亦知吾唐突，甚速见予爱，甚则为我所爱，以吾驳之也。则欲言之，吾以为不可失，愚见君费凡吾之运气，遂自坦心声，幸勿离吾去。
          来后，我尽我一切能使君幸福快乐，吾为君依。不束君者，不强令之也，重以友之也。
          感君处我最美之年，使我遇最美君处，我心愿结君处之。愿有岁月可回首，且以深情共白头。
      ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2023-11-25T17:06:00",
    // 双方的名字
    names: ["泽", "杰"]
}
